# Before running brew bundle run brew tap Homebrew/bundle
#https://github.com/Homebrew/homebrew-bundle
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "hub"
brew "ipython"
brew "ansible"
brew "ansible-lint"
brew "git"
brew "tmux"
brew "fzf"
brew "wget"
brew "vim"
brew "nmap"
brew "coreutils"
brew "automake"
brew "autoconf"
brew "openssl"
brew "libyaml"
brew "curl"
brew "readline"
brew "libxslt"
brew "libtool"
brew "unixodbc"
brew "ripgrep"
brew "golang"
brew "mage"
brew "jq"
brew "asdf"
brew "python"
brew "pipenv"
brew "node"
brew "pulumi"
brew "openssh"
cask "vagrant"
cask "virtualbox"
