# Before running brew bundle run brew tap Homebrew/bundle
#https://github.com/Homebrew/homebrew-bundle
tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
brew "ruby"
brew "python"
brew "ipython"
brew "ansible"
brew "ansible-lint"
brew "git"
brew "pass"
brew "tmux"
brew "fzf"
brew "wget"
brew "rbenv"
brew "terraform"
brew "lastpass-cli"
brew "packer"
brew "vim"
cask "font-hack"
cask "minikube"
cask "vagrant"
cask "virtualbox"
cask "iterm2"
cask "xscreensaver"
