# Before running brew bundle run brew tap Homebrew/bundle
#https://github.com/Homebrew/homebrew-bundle
tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
brew "ruby"
brew "hub"
brew "python"
brew "ipython"
brew "ansible"
brew "ansible-lint"
brew "git"
brew "tmux"
brew "tmuxinator"
brew "fzf"
brew "wget"
brew "lastpass-cli"
brew "vim"
brew "nmap"
brew "coreutils"
brew "automake"
brew "autoconf"
brew "openssl"
brew "libyaml"
brew "curl"
brew "readline"
brew "libxslt"
brew "libtool"
brew "unixodbc"
brew "ripgrep"
brew "golang"
brew "antibody"
brew "tfenv"
brew "azure-cli"
cask "font-fira-code"
cask "vagrant"
cask "virtualbox"
cask "iterm2"
