ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:lib
# Theme
romkatv/powerlevel10k
# OMZsh plugins
ohmyzsh/ohmyzsh path:plugins/osx
ohmyzsh/ohmyzsh path:plugins/docker
# Other Plugins
zsh-users/zsh-syntax-highlighting
bseb/dockerMachineZsh
bseb/containerShellZsh
